id: win-explicit-creds-001
title: Windows Logon Using Explicit Credentials
level: medium
logsource:
  product: windows
  service: security
detection:
  selection:
    log_type: windows_event
    event_id: '4648'
  condition: selection
